/* No video code has been entered yet */
"Drag YouTube video URL here" = "YouTube Video URL hierher bewegen";

/* User entered an invalid YouTube code */
"Sorry, but no YouTube video was found for the code you entered." = "Entschuldigung, für den eingegebenen Code konnte kein YouTube Film gefunden werden.";

/* Live data feeds are disabled */
"To see the video in Sandvox, please enable 'Load data from the Internet' in Preferences." = "Um das Video in Sandvox zu sehen, aktivieren Sie bitte die „Live“ Datenanzeige in den Einstellungen.";